Repository: Jorgargom/localize-gymbook
Catalog: *.lproj/GymBook.strings
Languages: de

# navigation.exercises
source: Exercises
de: Übungen

# navigation.workouts
source: Workouts
de: Trainings

# navigation.bodyweight
source: Weight
de: Gewicht

# navigation.settings
source: Settings
de: Einstellungen

# title.exercises
source: Exercises
de: Übungen

# title.exercise
source: Exercise
de: Übung

# title.workouts
source: Workouts
de: Trainings

# title.newWorkout
source: New Workout
de: Neues Training

# title.editWorkout
source: Edit Workout
de: Training Editieren

# title.newExercise
source: New Exercise
de: Neue Übung

# title.editExercise
source: Edit Exercise
de: Übung Editieren

# title.addExercise
source: Add Exercise
de: Übung Hinzufügen

# title.settings
source: Settings
de: Einstellungen

# title.bodyweight
source: Weight
de: Gewicht

# title.bodyweights
source: Weights
de: Gewichte

# title.addToWorkout
source: Add To Workout
de: Zu Training Hinzufügen

# title.inWorkouts
source: Used In %i Workouts
de: In %i Trainings Benutzt

# title.inWorkouts.singular
source: Used In %i Workout
de: In %i Training Benutzt

# button.cancel
source: Cancel
de: Abbrechen

# button.continue
source: Continue
de: Weiter

# button.remove
source: Remove
de: Entfernen

# button.deleteExercise
source: Delete Exercise
de: Übung Löschen

# button.removeExercise
source: Remove Exercise
de: Übung Entfernen

# button.deleteWorkout
source: Delete Workout
de: Training Löschen

# button.deleteExercises.all
source: Delete All
de: Alle Löschen

# button.deleteExercises.unused
source: Delete Unused
de: Unbenutzte Löschen

# button.addLog
source: Save
de: Speichern

# button.set
source: Set
de: Setzen

# button.setDate
source: Set
de: Setzen

# button.setDateToday
source: Today
de: Heute

# button.bodyweights
source: Weights
de: Gewichte

# button.save
source: Save
de: Speichern

# button.buy
source: Buy %@ (%@)
de: Kaufe %@ (%@)

# button.strength
source: Strength
de: Kraft

# button.cardio
source: Cardio
de: Kardio

# button.addTo
source: Add To
de: Hinzufügen

# button.loadXMore
source: Load %i More
de: %lu weitere laden

# label.none
source: None
de: Nicht angegeben

# label.targetRegion
source: Region
de: Bereich

# label.targetMuscle
source: Muscle Group
de: Muskelgruppe

# label.targetMuscle.primary
source: Primary
de: Primär

# label.targetMuscle.secondary
source: Secondary
de: Sekundär

# label.notes
source: Notes
de: Notizen

# label.exercise
source: Exercise
de: Übung

# label.exercises
source: %li Exercises
de: Übungen

# label.exercises.singular
source: %li Exercise
de: Übung

# label.group
source: Group
de: Gruppe

# label.set
source: Set
de: Satz

# label.sets
source: %li Sets
de: Sätze

# label.sets.singular
source: %li Set
de: Satz

# label.addSet
source: Add set
de: Satz hinzufügen

# label.reps
source: Repetitions
de: Wiederholungen

# label.reps.singular
source: Repetition
de: Wiederholung

# label.time
source: Time
de: Zeit

# label.weight
source: Weight
de: Gewicht

# label.distance
source: Distance
de: Strecke

# label.picker.sets
source: sets with
de: Sätze

# label.picker.reps
source: reps
de: Wdh.

# label.today
source: today
de: Heute

# label.date
source: Date
de: Datum

# label.date.time
source: Time
de: Zeit

# label.no
source: No
de: Nein

# label.yes
source: Yes
de: Ja

# label.pageXOfY
source: %i of %i
de: %i von %i

# label.all
source: All
de: Alle

# label.image
source: Image
de: Bild

# label.duration.seconds
source: seconds
de: Sekunden

# label.inWorkouts
source: In workouts
de: In Trainings

# label.byExercise
source: By exercise
de: Nach Übung

# label.byDate
source: By date
de: Nach Datum

# label.byTargetRegion
source: By region
de: Nach Bereich

# label.byTargetMuscle
source: By muscle group
de: Nach Muskelgruppe

# label.byTargetMuscle.primary
source: Primary
de: Primär

# label.byTargetMuscle.secondary
source: Secondary
de: Sekundär

# label.byTargetMuscle.primaryAndSecondary
source: Primary & secondary
de: Primär & Sekundär

# label.byTargetMusclePrimary
source: By primary muscle group
de: Nach primärer Muskelgruppe

# label.byTargetMuscleSecondary
source: By secondary muscle group
de: Nach sekundärer Muskelgruppe

# label.byTargetMusclePrimaryAndSecondary
source: By both muscle groups
de: Nach beiden Muskelgruppen

# label.byWorkout
source: By workout
de: Nach Training

# label.store.active
source: Active
de: Aktiv

# label.store.package
source: Package
de: Paket

# label.store.packages
source: Packages
de: Pakete

# label.store.feature
source: Feature
de: Funktion

# label.store.features
source: Features
de: Funktionen

# label.showLogs.exercise
source: Exercise
de: Übung

# label.showLogs.lastTime
source: Last time
de: Letztes Mal

# label.showLogs.previousTime
source: Previous time
de: Vorheriges Mal

# label.showLogs.today
source: Today
de: Heute

# label.showLogs.workout
source: Workout
de: Training

# label.region.010.shoulders
source: Shoulders
de: Schultern

# label.region.020.chest
source: Chest
de: Brust

# label.region.030.back
source: Back
de: Rücken

# label.region.040.arms
source: Arms
de: Arme

# label.region.050.abdomen
source: Abdomen
de: Bauch

# label.region.060.buttocks
source: Buttocks
de: Gesäss

# label.region.070.legs
source: Legs
de: Beine

# label.region.090.cardio
source: Cardio
de: Kardio

# label.muscle.abdominals
source: Abdominals
de: Bauchmuskeln

# label.muscle.armExtensors
source: Arm extensors
de: Armstrecker

# label.muscle.armFlexors
source: Arm flexors
de: Armbeuger

# label.muscle.wristExtensors
source: Wrist extensors
de: Handstrecker

# label.muscle.wristFlexors
source: Wrist flexors
de: Handbeuger

# label.muscle.trapezius
source: Trapezius
de: Kapuzenmuskel

# label.muscle.dorsalMuscles
source: Dorsal muscles
de: Rückenmuskeln

# label.muscle.lumbarMuscles
source: Lumbar muscles
de: Lendenmuskeln

# label.muscle.glutes
source: Glutes
de: Gesässmuskeln

# label.muscle.pectorals
source: Pectorals
de: Brustmuskeln

# label.muscle.adductors
source: Adductors
de: Adduktoren

# label.muscle.calves
source: Calves
de: Wadenmuskeln

# label.muscle.quadriceps
source: Quadriceps
de: Quadrizeps

# label.muscle.thighFlexors
source: Thigh flexors
de: Oberschenkelbeuger

# label.muscle.shoulders
source: Shoulders
de: Schultermuskeln

# label.graph.logs.average
source: Average
de: Durchschnitt

# label.graph.logs.max
source: Maximum
de: Maximal

# label.graph.logs.min
source: Minimum
de: Minimal

# label.linegraph.period.0
source: 1M
de: 5J

# label.linegraph.period.1
source: 3M
de: 2J

# label.linegraph.period.2
source: 6M
de: 1J

# label.linegraph.period.3
source: 1Y
de: 6M

# label.linegraph.period.4
source: 2Y
de: 3M

# label.linegraph.period.5
source: 5Y
de: 1M

# label.linegraph.overview.allTime
source: All time
de: Seit Beginn

# label.linegraph.overview.sinceDate
source: Last %i days
de: Letzten %i Tage

# label.bodyweight.bmi.today
source: Your BMI today: %.1lf (%@)
de: Dein BMI heute: %.1lf (%@)

# label.bodyweight.bmi.date
source: Your BMI on %@: %.1lf (%@)
de: Dein BMI am %@: %.1lf (%@)

# label.bodyweight.bmi.na
source: Add your weight to calculate BMI
de: Füge zur BMI-Berechnung dein Gewicht hinzu

# label.bodyweight.bmi.category.underweight
source: Underweight
de: Unter-gewicht

# label.bodyweight.bmi.category.normal
source: Normal
de: Normalgewicht

# label.bodyweight.bmi.category.overweight
source: Overweight
de: Übergewicht

# label.bodyweight.bmi.category.obese
source: Obese
de: Adipositas

# label.settings.general.defaultUnitSystem
source: Default units of measure
de: Standard-Masseinheiten

# label.settings.general.theme
source: Theme
de: Design

# label.settings.general.theme.blue
source: Blue
de: Blau

# label.settings.general.theme.red
source: Red
de: Rot

# label.settings.general.theme.violet
source: Violet
de: Violett

# label.settings.general.theme.random
source: Random
de: Zufällig

# label.settings.timer.duration
source: Duration
de: Dauer

# label.settings.timer.durationSecondary
source: Duration (secondary)
de: Dauer (sekundär)

# label.settings.timer.autostart
source: Autostart
de: Automatisch starten

# label.settings.timer.graphical
source: Graphical
de: Grafisch

# label.settings.timer.sound
source: Sound
de: Ton

# label.settings.timer.sound.timerAlertBoxingBell.wav
source: Boxing bell
de: Boxen Glocke

# label.settings.timer.sound.timerAlertTriTone.caf
source: Tri-Tone
de: Dreiklang

# label.settings.timer.sound.timerAlertReminder.caf
source: Reminder
de: Erinnerung

# label.settings.workout
source: Workout
de: Training

# label.settings.workout.graphType
source: Graph type
de: Diagrammtyp

# label.settings.workout.graphType.0
source: Average
de: Durchschnitt

# label.settings.workout.graphType.description.0
source: average repetitions or average time and average weight or average distance
de: Durchschnittliche Wiederholungen und durchschnittliches Gewicht

# label.settings.workout.graphType.description.1
source: total repetitions or total time and total weight or total distance
de: Total Wiederholungen und totales Gewicht

# label.settings.workout.graphType.2
source: Maximum
de: Maximal

# label.settings.workout.graphType.description.2
source: maximum repetitions or maximum time and maximum weight or maximum distance
de: Maximale Wiederholungen und minimales Gewicht

# label.settings.workout.graphType.3
source: Minimum
de: Minimal

# label.settings.workout.graphType.description.3
source: minimum repetitions or minimum time and minimum weight or minimum distance
de: Minimale Wiederholungen und minimales Gewicht

# label.settings.workout.moveToNextExercise
source: To next exercise
de: Zur nächsten Übung

# label.settings.workout.moveToNextExercise.manually
source: Manually
de: Manuell

# label.settings.workout.moveToNextExercise.assisted
source: Assisted
de: Unterstützt

# label.settings.basicInformation
source: Basic information
de: Grundinformationen

# label.settings.basicInformation.sex
source: Sex
de: Geschlecht

# label.settings.basicInformation.sex.male
source: Male
de: Männlich

# label.settings.basicInformation.sex.female
source: Female
de: Weiblich

# label.settings.basicInformation.birthday
source: Birthday
de: Geburtstag

# label.settings.applicationInformation.rate
source: Rate the app
de: App bewerten

# label.settings.applicationInformation.feedback
source: Give feedback
de: Feedback geben

# label.settings.applicationInformation.feedback.subtitle
source: Provide suggestions or report errors
de: Gebe Anregungen oder melde Fehler

# label.settings.applicationInformation.recommend
source: Recommend the app
de: App empfehlen

# label.settings.applicationInformation.recommend.sms
source: Recommend by SMS
de: Per SMS empfehlen

# label.settings.applicationInformation.recommend.email
source: Recommend by email
de: Per E-Mail empfehlen

# label.settings.applicationInformation.recommend.whatsapp
source: Recommend by WhatsApp
de: Per WhatsApp empfehlen

# text.placeholder.textInput
source: Enter the %@ here.
de: %@ hier eingeben.

# text.placeholder.addBodyweightLog.today
source: Your weight today...
de: Dein Gewicht heute...

# text.placeholder.addBodyweightLog.date
source: Your weight on %@...
de: Dein Gewicht am %@...

# text.description.workoutExerciseSets.strength
source: %i sets of %@ reps with %@ %@
de: %i Sätze mit %@ Wiederholungen mit %@ %@

# text.description.workoutExerciseSets.cardio
source: %i sets of %@ %@ in %@ minutes
de: %i Sätze mit %@ %@ in %@ Minuten

# text.description.footer.exercise.workoutsCount
source: This exercise is being used in %i workouts.
de: Diese Übung wird in %i Trainings benutzt.

# text.description.footer.exercise.workoutsCount.singular
source: This exercise is being used in %i workout.
de: Diese Übung wird in %i Training benutzt.

# text.description.footer.exercise.logsCount
source: There are %i logs for this exercise.
de: Es bestehen %i Logs zu dieser Übung.

# text.description.footer.exercise.logsCount.singular
source: There is %i log for this exercise.
de: Es besteht %i Log zu dieser Übung.

# text.description.footer.workoutExercise.timerDuration
source: If you don't set a specific timer duration, the one defined in '%@' will be used (currently %@).
de: Falls du keine spezifische Timer-Dauer einstellst, wird diejenige verwendet, welche unter '%@' festgelegt wurde (derzeit %@).

# text.description.footer.exercise.addToWorkout
source: Select the workout to which you want to add the exercise. The exercise will be added with a default set and can be modified afterwards from within your workout.
de: Wähle das Training aus, zu welchem du die Übung hinzufügen willst. Die Übung wird mit einem Standard-Satz hinzugefügt und kann später innerhalb des Trainings geändert werden.

# text.description.timerDismissAndStop
source: Swipe down to close and stop timer
de: Streiche nach unten um den Timer zu schliessen und zu stoppen

# text.description.timerDismissAndContinue
source: Swipe up to close timer without stopping it
de: Streiche nach oben um den Timer zu schliessen ohne ihn zu stoppen

# text.description.timerCompleted
source: %@ timer completed
de: %@ Timer beendet

# text.description.missingDataForLineGraph
source: A line graph will be drawn here as soon as there is enough data available.
de: Ein Liniendiagramm wird hier gezeichnet, sobald genügend Daten vorhanden sind.

# text.description.missingDataForPieChart
source: A pie chart will be drawn here as soon as there is enough data available.
de: Ein Kuchendiagramm wird hier gezeichnet, sobald genügend Daten vorhanden sind.

# text.description.settings.general.theme
source: Restart the app (remove it from the task manager and start it afterwards) to activate the new theme.
de: Starte die App neu (entferne Sie sie aus dem Task-Manager und starte sie anschliessend) um das neue Design zu übernehmen.

# text.description.settings.timer.durationSecondary
source: Hold your finger on the timer button to start the timer with the secondary duration. With a normal tap you can still start the timer with the primary duration - as usual.
de: Halte deinen Finger auf die Timer-Taste um den Timer mit der sekundären Dauer zu starten. Mit einem normalen Tippen startest du den Timer wie gewohnt mit der primären Dauer.

# text.description.settings.workout.moveToNextExercise
source: Set '%@' if after saving a log you want to move automatically to the next exercise to be performed.
de: Wähle '%@' falls du du nach dem Speichern eines Logs automatisch zur nächsten auszuführenden Übung wechseln willst.

# text.description.settings.workout.graphType
source: The line graph during your workout shows %@.
de: Das Liniendiagramm während deinem Training zeigt %@.

# text.confirmation.deleteExercise
source: Are you sure you want to delete the exercise "%@"?
de: Willst du die Übung "%@" wirklich löschen?

# text.confirmation.deleteWorkout
source: Are you sure you want to delete the workout "%@"?
de: Willst du das Training "%@" wirklich löschen?

# text.confirmation.deleteWorkoutExercise
source: Are you sure you want to remove the exercise "%@" with %@?
de: Willst du die Übung "%@" mit %@ wirklich entfernen?

# text.confirmation.deleteExercises.all
source: Are you sure you want to delete ALL exercises?
de: Bist du sicher, dass du ALLE Übungen löschen willst?

# text.confirmation.deleteExercises.unused
source: Unused exercises are exercises which are currently not in any workout and do not have any logs. Are you sure you want to delete them?
de: Unbenutzte Übungen sind Übungen, welche zur Zeit nicht in einem Training benutzt werden und keine Logs haben. Bist du sicher, dass du diese löschen willst?

# text.information.noNotes
source: No notes
de: Keine Notizen

# text.inAppPurchase.product.package.platinum.description
source: This package will give you forever unlimited access to all [{APP_NAME}] functions. For only [{PRODUCT_PRICE}] it unlocks all the existing special functions and also all the functions that will be developed in the future. Each newly developed function will automatically be enabled for you right away - forever!
de: Dieses Paket bietet dir für immer unlimitierten Zugriff auf alle [{APP_NAME}] Funktionen. Für nur [{PRODUCT_PRICE}] aktiviert es alle existierenden Spezialfunktionen sowie auch diejenigen Funktionen, die zukünftig entwickelt werden. Jede neu entwickelte Funktion wird für dich jeweils automatisch sofort freigeschaltet - für immer!

# text.inAppPurchase.product.package.gold.description
source: With this package you can immediately unlock several [{APP_NAME}] functions at once and thus benefit from a more attractive price.
de: Mit diesem Paket aktivierst du sofort gleich mehrere [{APP_NAME}] Funktionen auf einmal und profitierst somit von einem attraktiveren Preis.

# text.inAppPurchase.product.feature.allExercises.description
source: Load %li additional exercises like for example '%@', '%@' or '%@'. Additionally, with [{PRODUCT_NAME}] you also activate all exercises which will be added in the future.
de: Lade %li zusätzliche Übungen wie beispielsweise '%@', '%@' oder '%@'. Mit [{PRODUCT_NAME}] schaltest du ausserdem auch alle Übungen frei, welche in Zukunft hinzugefügt werden.

# text.inAppPurchase.product.feature.timerPlus.description
source: With [{PRODUCT_NAME}] you get the most out of your timer. The secondary timer offers you valuable flexibility, with the automatic timer start you save time and energy and the graphical timer can be very useful. Last but not least: you can also change the sound of your timer.
de: Mit [{PRODUCT_NAME}] holst du das Beste aus deinem Timer heraus. Der sekundäre Timer bietet dir wertvolle Flexibilität, mit dem automatischen Timerstart sparst du Zeit und Energie und der grafische Timer kann sehr nützlich sein. Last but not least: Du kannst auch den Ton des Timers ändern.

# text.inAppPurchase.product.feature.themes.description
source: With this purchase you can change the appearance of [{APP_NAME}]. Choose the design that brings out the best in you during your training. Or the one that fits your outfit best. Currently there are %li great designs available and more are in development.
de: Mit diesem Kauf kannst du das Aussehen von [{APP_NAME}] verändern. Wähle das Design, das im Training aus dir das Beste herausholt. Oder dasjenige, welches am Besten zu deinem Outfit passt. Zur Zeit stehen %li tolle Designs zur Verfügung und weitere sind in Entwicklung.

# text.inAppPurchase.product.feature.export.description
source: [{PRODUCT_NAME}] enables you to export your logs and a backup of all your data via email. Your logs are exported as CSV and XML files and can be used outside of [{APP_NAME}]. Your backup is exported as a database file and can easily be imported back into [{APP_NAME}].
de: [{PRODUCT_NAME}] ermöglicht es dir, deine Logs in den gängigen Formaten CSV und XML zu exportieren und sie ausserhalb von [{APP_NAME}] zu verwenden. Du kannst sie für eigene Statistiken, zur Weiterverarbeitung, zur Sicherung, zur Weiterleitung... oder für was auch immer verwenden.

# text.hint.introduction.1
source: Welcome to [{APP_NAME}]. These hints will give you some useful information on how to use [{APP_NAME}].
de: Willkommen bei [{APP_NAME}]. Diese Hinweise werden dir nützliche Infos zur Benutzung von [{APP_NAME}] geben. Wir wollen nicht deine Zeit verschwenden; jeder Hinweis ist lesenswert und wird nur einmal gezeigt, versprochen[{WINK}]!

# text.hint.introduction.2
source: For better orientation, [{APP_NAME}] ships with %li example workouts. Select one to see how a workout might look like.
de: Zur besseren Orientierung wird [{APP_NAME}] mit %li Beispielen für Trainingsprogramme geliefert. Wähle eines aus um zu sehen, wie ein Trainingsprogramm aussehen könnte - und lösche es einfach, sobald du es nicht mehr brauchst.

# text.hint.startWorkout
source: You can start a workout by selecting any exercise.
de: Du kannst dein Training durch Tippen auf eine beliebige Übung starten.

# text.hint.startedWorkout
source: If you are in the middle of today's workout, here you will also see your workout's progress.
de: Wenn du mitten im heutigen Training bist, siehst du hier deinen Trainingsfortschritt.

# text.hint.editWorkout
source: Use 'Edit' to add new exercises to your workout program or to modify or remove existing ones.
de: Mit 'Bearbeiten' kannst du deinem Trainingsprogramm neue Übungen hinzufügen sowie bestehende Übungen ändern und entfernen.

# text.hint.performWorkout.1
source: Here there is an entry for each set you have to perform. In this case, the goal is %@. Simply tap a set to add a log.
de: Hier gibt es einen Eintrag für jeden Satz den es auszuführen gibt. In diesem Fall ist das Ziel %@. Tippe einfach auf einen Satz, um ihn zu loggen.

# text.hint.performWorkout.2
source: Tap here to reveal additional information about the current exercise and workout.
de: Benutze '%@' um auf weitere Informationen über die aktuelle Übung oder das aktuelle Training zuzugreifen.

# text.hint.performWorkout.3
source: Swipe left or right to move to the other exercises within a workout.
de: Streiche nach links oder rechts um zu den anderen Übungen im Training zu wechseln.

# text.hint.quickLog
source: Hold down your finger on a set to quickly log the same as the previous time. Hint: this works for the selected set and all the previous ones.
de: Halte deinen Finger auf einen Satz um schnell das gleiche wie das letzte mal zu loggen. Tipp: Funktioniert für den ausgewählten Satz und allen vorherigen Sätzen.

# text.hint.lineGraphInfo
source: Hold down your finger on the line graph and move it left or right to see exactly how you did at a specific date.
de: Halte deinen Finger auf das Liniendiagramm und bewege ihn nach links oder rechts um genau zu sehen, wie du an einem bestimmten Tag trainiert hast.

# text.hint.customizeStatistics
source: You can customize how the line graphs and pie charts display your data.
de: Du kannst konfigurieren, wie die Linien-diagramme und/oder Kuchendiagramme deine Daten anzeigen sollen.

# text.hint.createWorkoutExercise.1
source: Here you can select the exercise you want to add to your workout.
de: Hier kannst du die Übung auswählen, die du deinem Trainingsprogramm hinzufügen willst.

# text.hint.createWorkoutExercise.2
source: You can also edit the sets of your exercise, group your exercise inside your workout program and define a specific timer duration for this exercise.
de: Du kannst hier auch die Sätze deiner Übung bearbeiten, deine Übung innerhalb dieses Trainingsprogramms gruppieren sowie eine spezifische Timer-Dauer setzen.

# text.hint.createExerciseOnTheFly
source: If none of the existing exercises suits you, use '+' to create and add your own exercise on the fly. Hint: you can also select an exercise and modify it later on.
de: Falls dir keine der vorhandenen Übungen passt, kannst du hier mit '+' auch eine neue Übung erstellen und sofort hinzufügen. Tipp: Du kannst auch eine Übung auswählen und diese dann später ändern.

# text.hint.browseExercises
source: From here you have access to all your exercises. Select a specific target region or '%@' to start browsing through your exercises.
de: Von hier aus hast du Zugriff auf alle deine Übungen. Wähle einen spezifischen Zielbereich oder '%@' um dir deine Übungen anzuschauen.

# text.hint.manageExercises.1
source: Select an exercise to open its detail view. From within the detail view you can for example access the exercise's logs or add the exercise to a workout program.
de: Wähle eine Übung aus um zur Detailansicht der Übung zu gelangen. Aus der Detailansicht kannst du beispielsweise auf die Logs der Übung zugreifen oder die Übung einem Trainingsprogramm hinzufügen.

# text.hint.manageExercises.2
source: Use 'Edit' to modify or delete your exercises or to create new ones.
de: Mit 'Bearbeiten' kannst du deine Übungen ändern und löschen sowie neue Übungen erstellen.
