Repository: Jorgargom/localize-gymbook
Catalog: *.lproj/GymBook.strings
Languages: de

# text.hint.usedExercises
source: Used exercises - these are exercises that are currently in a workout or for which there are some logs - are highlighted.
de: Benutzte Übungen - das sind Übungen die derzeit in einem Training benutzt werden oder für die es Logs gibt - sind hervorgehoben.

# text.hint.createExercise
source: An exercise needs only a name and a target region. All the other values are optional.
de: Eine Übung benötigt nur einen Namen und einen Zielbereich. Alle anderen Werte sind optional.

# text.hint.usedInWorkouts
source: Workouts in which the current exercise is being used are highlighted.
de: Trainings in welchen diese Übung benutzt wird sind hervorgehoben.

# text.hint.addToWorkout.1
source: Here you can select the workout to which you want to add your exercise.
de: Hier kannst du das Training auswählen, zu welchem du deine Übung hinzufügen willst.

# text.hint.addToWorkout.2
source: If none of the existing workouts suits you, use '+' to immediately create a new workout and add your exercise to it.
de: Falls dir keine der vorhandenen Trainings passt, kannst du hier mit '+' auch ein neues Training erstellen und diesem deine Übung sofort hinzufügen.

# data.workout.simple
source: Simple Example
de: Einfach (Beispiel)

# data.workout.groups
source: Groups Example
de: Gruppen (Beispiel)

# data.workout.supersets
source: Supersets Example
de: Supersets (Beispiel)

# data.workout.dropsets
source: Dropsets Example
de: Dropsets (Beispiel)
